<unk>	-0.33645457632675924	0.32297518061083175	0.4360735767072623	-0.15432746414468712	-0.6860269521737674
it	-1.1089980811991436	-0.8021048563627163	0.5622491647307919	0.01722851133823511	0.23671823947638992
was	0.04708127298670203	0.4298301402538675	-0.1268612511122134	-0.6624915874677597	-0.3378631151061624
boring	0.6239837940358475	0.5056008385679562	-0.5176038005883596	-0.507479136945551	-1.2540124865406062
and	0.5449389233660284	0.16593324405156334	-0.10535800318987432	-0.5440130458845698	-0.8892226706264523
slow	0.4845843842736851	-0.04591926741542334	-0.06570400584952671	-0.8392237786658667	0.4247136243170655
.	-0.08811721945028068	0.18997002452575695	0.5952925414592716	-0.49990316474545177	1.8838932589655544
we	0.7270285057727259	-0.20260523247029613	-0.18430859671645392	-0.053184453687797645	0.7096441615479034
thoroughly	0.45025698065739894	-0.27648347476561885	-0.6648692706291346	-0.5044127920666445	-0.36535746336144526
loved	1.0367045485818105	-0.22485194819356125	-0.5341834678036363	-0.009114401105196915	-0.13307013477434815
watching	1.1790093067929395	-0.22307170691179218	0.0616828280585463	-0.22466086595903845	0.19561090528941727
this	0.6415441967570092	-0.4272906388009845	0.34633259916487	-0.6633027221096918	-0.25836003027097554
film	0.06342231314488249	-0.4620420058900982	0.49853513745481665	-0.9269885246270295	0.1821959289300129
if	0.1315356204353057	-0.5990546058155075	0.4271381670867175	-0.7190529854957509	1.6082432808017928
you	-0.5878347489145321	0.2522323900961061	-0.36951762074440087	1.1542399002969768	-0.004946321161009903
're	-0.12214658008984217	0.20131353933777485	-0.3861582476877413	0.7284717067128134	-0.8154565398043395
bored	-0.10606481624183606	0.9233782883939698	-0.0205027456687919	0.653568318654535	-0.9411891384263955
,	-0.28078206251698967	0.9903098780307473	0.08618219011070405	1.0848760740659733	-0.39371720672339183
might	-0.6373101853738831	0.1347208355676699	0.08824328691454195	1.2282627850391405	0.16264950797487965
check	-0.5004906765111852	-0.40345779888905975	0.2704317606848138	0.29625930280255064	0.29409799159738714
out	-1.363723754091986	-0.4892551165240633	0.5775003118903393	-0.23277151670602503	0.4993432161932766
