<unk>	-0.33645457632675924	0.32297518061083175	0.4360735767072623	-0.15432746414468712	-0.6860269521737674
it	-0.730479845431307	-0.5409923887106464	0.2424802370700585	0.32357442147996357	0.4575820351601341
was	-0.03760852328047859	0.25273356538592157	0.04565981650907169	-0.1673939414764929	-0.24489748300759373
boring	0.096224828502249	0.39800629153174627	-0.09644337523218782	-0.3989054438874077	-0.3715777069259139
and	0.29691911364168544	-0.14439581861806006	-0.391789766297195	-0.8617966003276877	-0.16261061903000917
slow	0.16515850377056632	-0.36143402140159336	0.025656638126053954	-0.568437402542861	0.4873267509188839
.	0.0540756585739636	-0.5566854893529302	0.10650044676451409	-0.8807949653891217	0.8870440808910679
we	0.168003558015479	0.056066014535012476	-0.052236674013200646	-0.38039692426863836	-0.25996421355390853
thoroughly	-0.084170452797873	0.2827718450840436	0.07168614717170685	-0.06168108179148968	-0.2445807213966226
loved	0.3263293368187939	0.18099391905150403	0.07024545412539651	0.17139428020080685	-0.09330399110071996
watching	0.8145239946150646	-0.03961780882198623	-0.06691584163534925	0.03483455889861731	-0.08657120239062219
this	0.8541980248230315	-0.31466820641088966	-0.2983158371155059	-0.3634804080580467	-0.7074025738938928
film	0.8574102060907973	-0.506869319345408	-0.4761008972404971	-0.9985216200088589	-0.2258186456170378
if	-0.4219592717193097	-0.017201863935847717	0.654296188004418	-0.16724574323208746	0.5589724123448154
you	-0.60911005398946	0.5320217267071314	0.19293112701072246	0.95543863250764	-0.005043028712686359
're	-0.04539189626139602	0.5056300785669694	-0.012397296036182226	0.9490182657586218	-0.6181686606886488
bored	0.20530471216154356	0.8305119374963332	-0.1419277836627193	0.6961027957520202	-1.0194052146361279
,	-0.177931061635851	0.6233573839243252	-0.08591929098287121	1.0731235961409227	-0.7402499336515787
might	-0.5578045915970344	0.5187684134472863	-0.00023147047437810375	0.7713325916551531	0.23434087621127536
check	-0.2286060933532268	-0.321007008640611	-0.06821032951308625	0.27418658315705685	0.46297481434257065
out	-0.8421009009380855	-0.7118488757861317	0.1910008179452214	-0.14404123583046624	0.6404039750212428
